Repository: common-repository/collection
Catalog: languages/coon-*.po
Languages: fr_fr

source: Create and manage yourself your own collection by means of a simple generator of custom post types.
fr_fr: Créez et gérez-vous vos propre collection au moyen d'un générateur simple de custom post types.

source: Settings
fr_fr: Réglages

source: Settings saved
fr_fr: Réglages enregistrés

source: About
fr_fr: A propos

source: By
fr_fr: Par

source: More information
fr_fr: Plus d'informations

source: plugin page
fr_fr: page du plugin

source: Development for the web
fr_fr: Développement pour le web

source: Ask your question
fr_fr: Posez votre question

source: Your message has been sent !
fr_fr: Votre message est envoyé !

source: Something went wrong, go back and try again !
fr_fr: Quelque chose n’allait pas, revenez en arrière et essayez de nouveau !

source: Your name
fr_fr: Votre nom

source: Your Email Address
fr_fr: Votre Adresse Mail

source: Formulate your support request or feature proposal here...
fr_fr: Formuler ici votre demande de support ou votre proposition de nouvelle fonctionnalité...

source: Send
fr_fr: Envoyer

source: Beware, values have changed: do not forget to save your changes.
fr_fr: Attention, les valeurs ont changé : n’oubliez pas d’enregistrer vos modifications.

source: Metabox
fr_fr: Métabox

source: Plugin name
fr_fr: Nom du plugin

source: Capacity
fr_fr: Capacité

source: Supports
fr_fr: Sopports

source: Deregister post types
fr_fr: Dé registrer des post types

source: Delete options
fr_fr: Supprimer les options

source: Group
fr_fr: Groupe

source: Plugin Group
fr_fr: Groupe du plugin

source: Add metabox
fr_fr: Ajouter une métabox

source: Add field
fr_fr: Ajouter un champ

source: Short text
fr_fr: Texte court

source: Long text
fr_fr: Long texte

source: Number
fr_fr: Nombre

source: Phone
fr_fr: Téléphone

source: Color
fr_fr: Couleur

source: Month
fr_fr: Mois

source: Week
fr_fr: Semaine

source: Hour
fr_fr: Heure

source: This section concerns the configuration of the metabox.
fr_fr: Cette partie concerne la configuration des métabox.

source: Field
fr_fr: Champ

source: Location
fr_fr: Emlacement

source: Normal
fr_fr: Normale

source: This metabox contains no field.
fr_fr: Cette metabox ne contient aucun champ.

source: Remove metabox
fr_fr: Supprimer la métabox

source: This collection contains no metabox.
fr_fr: Cette collection ne contient aucune métabox.

source: You have not created any collection yet.
fr_fr: Vous n'avez créé aucune collection.

source: This section concerns the configuration of the css styles.
fr_fr: Cette section concerne la configuration des styles css.

source: Collection adds to the body tag the
fr_fr: Collection ajoute aux body les classes

source: If you use the shortcode field by field, be aware that they are embedded in
fr_fr: Si vous utilisez le shortcode champ par champ, sachez qu'ils sont intégrés dans

source: If you use the shortcode table to display multiple fields, you will need to use
fr_fr: Si vous utilisez le shortcode table pour afficher plusieurs champs, vous devrez utiliser

source: Add collection class to body.
fr_fr: Ajouter les classes collection au body.

source: Add css for your collection here.
fr_fr: Ajoutez ici du css pour vos collection.

source: TThis part concerns the configuration of your collections.
fr_fr: Cette partie concerne la gestion de vos collections.

source: Add collection
fr_fr: Ajouter une collection

source: name
fr_fr: nom

source: singular
fr_fr: singulier

source: plural
fr_fr: pluriel

source: Indicate here the information about this new collection.
fr_fr: Indiquez ici les informations a propos de la nouvelle collection.

source: Categories
fr_fr: Catégories

source: Enable category support.
fr_fr: Activer le support des catégories.

source: Tags
fr_fr: Etiquettes

source: Add a collection
fr_fr: Ajouter une collection

source: This part deals with the general configuration of your collections.
fr_fr: Cette partie concerne la configuration genérale de vos collections.

source: Add a name to classify the collections here.
fr_fr: Ajouter ici le nom du menu de collection.

source: Add editing capabilities here. (beta)
fr_fr: Ajoutez des fonctionnalités d'édition ici. (beta)

source: Add here the different supports for your articles by separating them with a comma ( , ).
fr_fr: Ajoutez ici les différents supports pour vos articles en les séparant par une virgule (,).

source: Add here the different post types to deregister by separating them with a comma ( , ).
fr_fr: Ajoutez ici les différents post types à supprimer en les séparant d'une virgule (,).

source: Delete plugin options when disabling.
fr_fr: Supprimer les options du plugin lors de sa désactivation.

source: This part concerns the configuration of the plugin group.
fr_fr: Cette partie concerne la configuration du groupe du plugin.

source: Specify here the group to attach
fr_fr: Spécifiez ici le groupe pour auquel attacher le plugin

source: WARNING :: changing the value of this field amounts to modifying the name of the parent link in the WordPress admin menu !
fr_fr: AVERTISSEMENT :: Modifier cette valeur revient à modifier le nom du lien parent dans le menu d’admin de WordPress !

source: You can use this option to isolate this plugin or to add this plugin to an existing Grouper group.
fr_fr: Vous pouvez utiliser cette option pour isoler ce plugin ou bien ajouter ce plugin pour un group GRP déjà existant.

source: is compatible with Grouper
fr_fr: est compatible avec Grouper

source: is installed but does not appear to be enabled
fr_fr: est installé, mais ne semble pas être activé

source: you can activate
fr_fr: vous pouvez l'activer

source: more information here
fr_fr: plus d’informations ici

source: Category
fr_fr: Catégorie

source: Tag
fr_fr: Etiquette
